api-management/apis/legacy-catalog-soap-api_v1CSAM4I/operations/POST___soapAction=http___t1QINTIG.request.text_xml.html

<?xml version="1.0" encoding="utf-8"?>
<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
  <Body>
    <FindCatalogItem xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns="http://tempuri.org/">
      <id>1</id>
    </FindCatalogItem>
  </Body>
</Envelope>